Repository: mozilla-l10n/mt-training-data
Catalog: mni/mni_pontoon.tmx
Source language: en_us
Languages: mni

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤ ꯑꯍꯥꯡꯕꯥ ꯑꯃꯁꯨꯡ ꯃꯤꯌꯥꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯔꯤꯁꯣꯔꯁ ꯑꯃꯅꯤ ꯑꯃꯁꯨꯡ ꯃꯁꯤꯅꯥ ꯃꯈꯜ ꯀꯌꯥꯒꯤ ꯋꯥ ꯉꯥꯡꯕꯥ ꯉꯝꯕꯥ ꯑꯦꯞꯂꯤꯀꯦꯁꯅꯁꯤꯡ ꯇ꯭ꯔꯦꯅꯤꯡ ꯇꯧꯕꯗꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯒꯅꯤ ꯫ ꯑꯩꯈꯣꯏꯒꯤ ꯀꯟꯠꯔꯤꯕ꯭ꯌꯨꯇꯔꯁꯤꯡꯒꯤ ꯁꯦꯛꯌꯨꯔꯤꯇꯤ ꯉꯥꯛꯊꯣꯛꯅꯕꯥ, ꯀꯃꯟꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠ ꯗꯥꯎꯅꯂꯣꯗ ꯇꯧꯔꯤꯕꯥ ꯃꯤꯑꯣꯏ ꯈꯨꯗꯤꯡꯃꯛꯇꯥ ꯀꯟꯠꯔꯤꯕ꯭ꯌꯨꯇꯔꯁꯤꯡꯒꯤ ꯄ꯭ꯔꯥꯏꯕꯦꯁꯤ ꯏꯀꯥꯌꯈꯨꯝꯅꯕꯥ ꯎꯠꯅꯕꯥ ꯑꯩꯈꯣꯏꯅꯥ ꯍꯥꯏꯔꯤ꯫ ꯗꯦꯇꯥꯁꯦꯇꯇꯥ ꯂꯩꯕꯥ ꯚꯣꯏꯁꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯄꯨꯝꯅꯃꯛ ꯑꯁꯤ ꯃꯁꯥꯒꯤ ꯑꯣꯏꯕ ꯑꯥꯏꯗꯦꯟꯇꯤꯐꯤꯀꯦꯁꯟ ꯋꯥꯔꯣꯜꯗꯒꯤꯗꯒꯤ ꯁ꯭ꯛꯔꯕ ꯇꯧꯏ ꯫ ꯅꯍꯥꯛꯅꯥ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯗꯨ ꯗꯥꯎꯅꯂꯣꯗ ꯆꯤꯡꯊꯕ ꯃꯇꯝꯗ, ꯀꯟꯠꯔꯤꯕ꯭ꯌꯨꯇꯔ ꯑꯃꯍꯦꯛꯇꯒꯤ ꯑꯥꯏꯗꯦꯟꯇꯤꯇꯤ ꯂꯦꯄꯊꯣꯛꯅꯕꯥ ꯍꯣꯠꯅꯔꯣꯏꯗꯕꯅꯤ ꯍꯥꯏꯅꯥ ꯅꯍꯥꯛꯅꯥ ꯌꯥꯔꯦ ꯫ ꯃꯁꯤꯅꯥ ꯇꯥꯛꯄꯗꯤ ꯅꯍꯥꯛꯅꯥ ꯗꯦꯇꯥꯁꯦꯇꯇꯥ ꯂꯩꯕꯥ ꯏꯅꯐꯣꯔꯃꯦꯁꯟ ꯑꯗꯨ ꯀꯟꯠꯔꯤꯕ꯭ꯌꯨꯇꯔ ꯑꯃꯒꯤ ꯄꯔꯁꯣꯅꯦꯜ ꯏꯅꯐꯣꯔꯃꯦꯁꯅꯒꯥ ꯂꯤꯉ꯭ꯛ ꯇꯧꯅꯕꯥ ꯍꯣꯠꯅꯕꯥ ꯌꯥꯔꯣꯏ꯫ ꯑꯗꯨꯝ ꯑꯣꯏꯅꯃꯛ, ꯅꯍꯥꯛꯅꯥ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤ ꯋꯥꯍꯩ ꯈꯪꯗꯣꯀꯄꯥ, ꯋꯥꯉꯥꯡꯂꯣꯏꯁꯤꯡ ꯈꯪꯗꯣꯀꯄꯥ, ꯅꯠꯠꯔꯒꯥ ꯑꯇꯩ ꯑꯦꯞꯂꯤꯀꯦꯁꯅꯁꯤꯡ ꯇ꯭ꯔꯦꯟ ꯇꯧꯅꯕꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯏ, ꯈꯨꯗꯝ ꯑꯣꯏꯅꯥ, ꯗꯦꯇꯥꯁꯦꯠ ꯑꯗꯨꯗꯥ ꯂꯩꯔꯤꯕꯥ ꯋꯥꯔꯣꯜ ꯑꯗꯨ ꯍꯥꯟꯅꯅꯥ dataset.workꯗꯥ ꯂꯩꯔꯤꯕꯥ ꯑꯇꯩ ꯋꯥꯔꯣꯜꯒꯥ ꯁꯝꯅꯗꯨꯅ, ꯃꯁꯤꯅꯥ ꯃꯤꯄꯨꯝ ꯈꯨꯗꯤꯡꯃꯛꯀꯤ ꯑꯣꯏꯅꯥ ꯆꯞ ꯃꯥꯟꯅꯅꯥ ꯐꯖꯅꯥ ꯄꯥꯡꯊꯣꯛꯄꯥ ꯉꯝꯗꯕꯥ ꯌꯥꯏ ꯫ ꯑꯩꯈꯣꯏꯅꯥ ꯃꯐꯝ ꯈꯨꯗꯤꯡꯃꯛꯇꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯕꯨ ꯃꯈꯣꯏꯒꯤ ꯈꯣꯟꯖꯦꯜ ꯁꯦꯌꯔ ꯇꯧꯅꯕꯥ ꯃꯣꯕꯤꯂꯥꯏꯖ ꯇꯧꯗꯨꯅꯥ ꯃꯗꯨ ꯍꯣꯡꯗꯣꯛꯄꯥ ꯄꯥꯝꯃꯤ꯫</p>꯫

source: People come and contribute their voices.
mni: ꯃꯤꯌꯥꯝꯅ ꯂꯥꯛꯇꯨꯅ ꯱ꯁꯨꯡ ꯃꯈꯣꯢꯒꯤ ꯈꯣꯟꯖꯦꯜ ꯁꯥꯔꯨꯛ ꯌꯥꯕ ꯫

source: Persian
mni: ꯄꯔꯁꯤꯌꯥꯟ

source: Personal dashboards keep you up-to-date with individual and community progress.
mni: ꯄꯔꯁꯣꯅꯦꯜ ꯗꯦꯁꯕꯣꯔꯗꯁꯤꯡꯅꯥ ꯑꯗꯣꯝꯕꯨ ꯃꯤꯑꯣꯏ ꯑꯃꯒꯤ ꯑꯃꯁꯨꯡ ꯈꯨꯟꯅꯥꯏꯒꯤ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯜꯂꯛꯄꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯈꯪꯍꯜꯂꯤ ꯫

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
mni: <playbookLink>ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯈꯣꯡꯆꯠ ꯄꯨꯝꯅꯃꯛꯇꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯒꯗꯕꯥ ꯒꯥꯏꯗꯂꯥꯏꯟꯁꯤꯡ</playbookLink> ꯊꯤꯕꯤꯌꯨ, ꯂꯣꯀꯦꯂꯥꯏꯖꯦꯁꯟꯗꯒꯤ ꯍꯧꯔꯒꯥ ꯗꯦꯇꯥꯁꯦꯠ ꯁꯤꯖꯤꯟꯅꯕꯐꯥꯎꯕꯥ, ꯂꯣꯏꯅꯅꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯀꯝꯌꯨꯅꯤꯇꯤꯒꯥ ꯀꯔꯝꯅꯥ ꯁꯝꯅꯍꯟꯒꯅꯤ ꯫

source: <playIcon></playIcon>Last one!
mni: <playIcon></playIcon>ꯑꯔꯣꯏꯕꯥ ꯑꯃꯥ!

source: Play/Stop
mni: ꯊꯥꯎ/ꯂꯦꯞꯄꯨ

source: Polish
mni: ꯄꯣꯂꯤꯁ

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
mni: <pontoonAccountLink>ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯑꯦꯀꯥꯎꯟꯠ ꯑꯃꯥ ꯂꯩꯇꯔꯕꯗꯤ</pontoonAccountLink> ꯑꯃꯥ ꯁꯦꯝꯃꯨ ꯫ ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ, ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ <strong>(‘ꯇꯤꯝ’)</strong> ꯈꯜꯂꯨ ꯑꯃꯁꯨꯡ ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯊꯧꯔꯥꯡ ꯑꯗꯨ ꯈꯜꯂꯨ, <pontoonCvLink>ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ</pontoonCvLink>. ꯍꯟꯗꯣꯛꯄꯥ ꯌꯥꯕꯥ ꯐꯥꯏꯜꯁꯤꯡ ꯂꯩꯒꯅꯤ꯫ ꯑꯃꯗꯥ ꯅꯝꯃꯒꯥ, ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯏꯪꯂꯤꯁ ꯋꯥꯍꯩꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯃꯗꯨ ꯍꯟꯗꯣꯛꯄꯥ ꯌꯥꯅꯕꯥ ꯕꯣꯛꯁ ꯑꯃꯥ ꯎꯠꯂꯤ ꯫

source: Portuguese
mni: ꯄꯣꯔꯇꯨꯒꯤꯁ

source: Press play, listen & tell us: did they accurately speak the sentence below?
mni: ꯄ꯭ꯂꯦ ꯄ꯭ꯔꯦꯁ ꯇꯧꯕꯤꯌꯨ, ꯇꯥꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯗꯥ ꯍꯥꯏꯕꯤꯌꯨ: ꯃꯈꯣꯏꯅꯥ ꯃꯈꯥꯗꯥ ꯄꯤꯔꯤꯕꯥ ꯋꯥꯍꯩ ꯑꯁꯤ ꯑꯆꯨꯝꯕꯥ ꯃꯑꯣꯡꯗꯥ ꯍꯥꯏꯈꯤꯕꯔꯥ?

source: Press { shortcut-play-toggle } to toggle play mode
mni: ꯅꯝꯃꯨ { shortcut-play-toggle } ꯄ꯭ꯂꯦ ꯃꯣꯗ ꯇꯣꯒꯜ ꯇꯧꯅꯕꯥ

source: Privacy
mni: ꯑꯔꯣꯟ-ꯑꯊꯨꯞ

source: Privacy Policy
mni: ꯄ꯭ꯔꯥꯏꯚꯦꯁꯤ ꯊꯧꯁꯤꯜ

source: Privacy, security and transparency.
mni: ꯑꯔꯣꯟ ꯑꯊꯨꯞ, ꯉꯥꯛꯁꯦꯟꯕ ꯑꯃꯁꯨꯡ ꯃꯅꯨꯡ-ꯃꯄꯥꯟ ꯎꯕ ꯫

source: Pro
mni: ꯄ꯭ꯔꯣ

source: Profile
mni: ꯄ꯭ꯔꯣꯐꯥꯏꯜ

source: Profile information improves the audio data used in training speech recognition accuracy.
mni: ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯏꯟꯐꯣꯔꯃꯦꯁꯅꯅꯥ ꯇ꯭ꯔꯦꯅꯤꯡ ꯁ꯭ꯄꯤꯆ ꯔꯤꯀꯣꯒꯅꯤꯁꯟ ꯑꯦꯛꯌꯨꯔꯦꯁꯤꯗꯥ ꯁꯤꯖꯤꯟꯅꯔꯤꯕꯥ ꯑꯣꯗꯤꯑꯣ ꯗꯦꯇꯥ ꯑꯗꯨ ꯐꯒꯠꯍꯜꯂꯤ ꯫

source: Progress
mni: ꯕꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯂꯤ

source: Punjabi
mni: ꯄꯟꯖꯥꯕꯤ

source: Quechua Chanka
mni: ꯀ꯭ꯌꯆꯨꯑ ꯆꯥꯟꯀꯥ

source: r
mni: ꯇ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mni: [ꯏꯪꯂꯤꯁꯗꯇ ‘ꯔꯦꯏꯖ’ ꯍꯥꯏꯕꯁꯤ ꯃꯇꯝ ꯄꯨꯝꯕꯗꯥ ꯈꯣꯜꯍꯥꯏꯗꯣꯛ ꯑꯃꯥ ꯑꯣꯏꯅꯥ ꯐꯣꯡꯗꯣꯛꯏ, ꯑꯅꯤ ꯅꯠꯇꯦ]

source: Reader Effects
mni: ꯄꯥꯔꯤꯕꯁꯤꯡꯗ ꯁꯣꯛꯄꯁꯤꯡ

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mni: ꯇꯁꯦꯡꯅꯥ ꯂꯩꯇꯕꯥ ꯀꯟꯠꯔꯦꯀꯁꯅꯁꯤꯡ ꯄꯥꯕꯥ, ꯃꯗꯨꯗꯤ "ꯑꯩꯈꯣꯏꯅꯥ ꯂꯩꯔꯤ" ꯍꯥꯏꯕꯁꯤꯒꯤ ꯃꯍꯨꯠꯇꯥ "ꯑꯩꯈꯣꯏꯅꯥ ꯂꯩꯔꯤ" ꯍꯥꯏꯕꯁꯤꯅꯤ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯃꯁꯤꯒꯤ ꯑꯀꯣꯟꯕꯥ ꯑꯣꯏꯅꯥ ꯫

source: Read More
mni: ꯍꯦꯟꯅ ꯄꯥꯔꯣ

source: Read more on our About page
mni: ꯑꯩꯈꯣꯏꯒꯤ ꯃꯇꯥꯡ ꯂꯃꯥꯏꯗꯥ ꯃꯈꯥ ꯇꯥꯅꯥ ꯄꯥꯕꯤꯌꯨ

source: Read the sentence carefully - don’t miss, change or add words.
mni: ꯋꯥꯍꯩ ꯄꯔꯦꯡ ꯑꯗꯨ ꯅꯤꯡꯊꯤꯅꯥ ꯄꯥꯕꯤꯌꯨ - ꯋꯥꯍꯩꯁꯤꯡ ꯍꯣꯡꯗꯣꯛꯄꯥ, ꯍꯣꯡꯗꯣꯛꯄꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯍꯥꯞꯆꯤꯟꯕꯥ ꯀꯥꯎꯔꯣꯏꯗꯕꯅꯤ ꯫

source: Ready to add your voice or lend your ear?
mni: ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯍꯥꯞꯆꯤꯟꯅꯕꯥ ꯁꯦꯝ ꯁꯥꯔꯦ ꯅꯠꯇ꯭ꯔꯒꯥ ꯅꯍꯥꯛꯀꯤ ꯀꯥꯡꯕꯨ ꯂꯧꯁꯤꯟꯅꯕꯥ ꯁꯦꯝ ꯁꯥꯔꯦ?

source: Ready to contribute?
mni: ꯁꯔꯨꯛꯌꯥꯅꯕ ꯁꯦꯝ ꯁꯥꯔꯦꯕꯔꯥ?

source: Ready to do { $count } more?
mni: { $count } ꯍꯦꯟꯅꯥ ꯇꯧꯅꯕꯥ ꯁꯦꯝ ꯁꯥꯔꯦ?

source: Ready to donate your voice?
mni: ꯅꯍꯥꯛꯀꯤ ꯈꯧꯟꯖꯦꯜ ꯈꯨꯗꯣꯜ ꯇꯧꯅꯕ ꯊꯧꯔꯥꯡ ꯇꯧꯔꯣ?

source: Ready to help validate sentences?
mni: ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕꯥ ꯁꯦꯝ ꯁꯥꯔꯤꯕꯔꯥ?

source: reCAPTCHA is required if you want to proceed
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯃꯈꯥ ꯆꯠꯊꯕꯥ ꯄꯥꯝꯂꯕꯗꯤ reCAPTCHA ꯃꯊꯧ ꯇꯥꯏ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mni: ꯃꯁꯤꯒꯨꯝꯕ ꯑꯁꯤꯗ ꯏꯃꯦꯜ ꯂꯥꯛꯍꯟꯕ ꯄꯥꯝꯃꯤ ꯑꯋꯥꯕ ꯈꯨꯗꯣꯡ ꯆꯑꯗꯕꯁꯤꯡ, ꯄꯥꯟꯖꯤꯜ ꯅꯤꯡꯁꯤꯡꯍꯟꯕ, ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯄꯥꯎꯁꯤꯡ ꯱ꯁꯨꯡ ꯑꯅꯧꯕ ꯂꯥꯛꯄꯁꯤꯡ ꯫

source: Recorded Clips
mni: ꯔꯦꯀꯣꯔꯗ ꯇꯧꯈꯤꯕꯥ ꯀ꯭ꯂꯤꯞꯁꯤꯡ

source: Recorded Hours
mni: ꯔꯦꯀꯣꯔꯗ ꯇꯧꯈꯤꯕꯥ ꯄꯨꯡꯁꯤꯡ

source: <recordIcon></recordIcon> Last one!
mni: <recordIcon></recordIcon> ꯑꯔꯣꯏꯕꯥ ꯑꯃꯥ!

source: [Recording cut off before the end of the last word]
mni: [ꯑꯔꯣꯏꯕꯥ ꯋꯥꯍꯩ ꯂꯣꯏꯗ꯭ꯔꯤꯉꯩꯒꯤ ꯃꯃꯥꯡꯗꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯥ]

source: Recordings
mni: ꯔꯦꯀꯣꯔꯗꯤꯡ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mni: ꯚꯣꯏꯁ ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯥ ꯑꯁꯤ ꯑꯩꯈꯣꯏꯒꯤ ꯑꯣꯄꯟ ꯗꯦꯇꯥꯁꯦꯠ ꯁꯦꯝꯒꯠꯄꯒꯤ ꯃꯔꯨꯑꯣꯏꯕꯥ ꯁꯔꯨꯛ ꯑꯃꯅꯤ; ꯈꯔꯅꯥ ꯍꯥꯏꯒꯅꯤ ꯃꯗꯨꯗꯤ ꯃꯁꯤꯁꯨ ꯅꯨꯡꯉꯥꯏꯕꯥ ꯁꯔꯨꯛ ꯑꯃꯅꯤ ꯫

source: Record/Stop
mni: ꯔꯦꯀ꯭ꯣꯔꯗ/ꯂꯦꯞꯄꯨ

source: Record your voice
mni: ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯑꯗꯨ ꯔꯦꯀꯣꯔꯗ ꯇꯧ

source: Refresh
mni: ꯇꯦꯈꯠꯍꯟꯕ

source: Remove
mni: ꯂꯧꯊꯣꯛꯎ

source: Remove Avatar
mni: ꯑꯕꯇꯥꯔ ꯂꯧꯊꯣꯛꯄꯥ

source: Report
mni: ꯋꯥꯀꯠꯄ

source: Report was passed successfully
mni: ꯋꯥꯀꯠ ꯑꯁꯤ ꯃꯥꯏꯄꯥꯛꯅꯥ ꯄꯥꯁ ꯇꯧꯈꯤ ꯫

source: Request a Language
mni: ꯂꯣꯟ ꯱ ꯍꯪꯒꯠꯆꯕ

source: Request recordings
mni: ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯔꯤꯛꯋꯦꯁ꯭ꯠ ꯇꯧꯕ

source: *required
mni: *ꯃꯊꯧ ꯇꯥꯕ

source: Re-record
mni: ꯑꯃꯨꯛꯍꯟꯅ ꯔꯦꯀꯣꯔꯗ ꯂꯧꯕ

source: Re-record clip
mni: ꯑꯃꯨꯛ ꯍꯟꯅ ꯔꯦꯀ꯭ꯔꯗ ꯇꯧꯈꯔꯕꯁꯤꯡ

source: Return
mni: ꯍꯟꯂꯨ

source: Return here to edit your goal anytime.
mni: ꯃꯇꯝ ꯑꯃꯍꯑꯛꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ ꯑꯦꯗꯤꯠ ꯇꯧꯅꯕꯥ ꯃꯐꯝꯁꯤꯗꯥ ꯍꯜꯂꯛꯎ ꯫

source: Return to Common Voice
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜꯗ ꯍꯟꯂꯨ

source: Return to Common Voice Datasets
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯁꯤꯡꯗꯥ ꯍꯜꯂꯛꯎ ꯫

source: Return to Languages
mni: ꯅꯪꯒꯤ ꯂꯣꯟꯁꯤꯡꯗ ꯍꯟꯂꯨ

source: Review
mni: ꯑꯃꯨꯛꯍꯟꯅ ꯌꯦꯡꯕ

source: Review & re-record clips here as you go
mni: ꯃꯐꯝ ꯑꯁꯤꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯆꯠꯂꯤꯉꯩꯗꯥ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯔꯤꯚꯤꯌꯨ ꯇꯧꯕꯥ ꯱ꯁꯨꯡ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯥ

source: Review & re-record clips if needed
mni: ꯀꯔꯤꯒꯨꯝꯕꯥ ꯃꯊꯧ ꯇꯥꯔꯕꯗꯤ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯔꯤꯚꯤꯌꯨ ꯇꯧꯕꯥ ꯱ꯁꯨꯡ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯥ

source: Review & Submit
mni: ꯌꯦꯡꯁꯤꯟꯕ ꯱ꯁꯨꯡ ꯄꯤꯁꯤꯟꯕ

source: Romanian
mni: ꯔꯣꯃꯥꯅꯤꯌꯥꯟ

source: Romansh Sursilvan
mni: ꯔꯣꯃꯥꯟꯁ ꯁꯔꯁꯤꯜꯚꯥꯟ

source: Romansh Vallader
mni: ꯔꯣꯃꯥꯟꯁ ꯚꯥꯂꯥꯟꯗꯔ

source: Runyankole
mni: ꯔꯟꯌꯥꯟꯀꯣꯜ

source: Russian
mni: ꯔꯁꯤꯌꯥꯟ

source: s
mni: ꯍ

source: Sakha
mni: ꯁꯥꯈꯥ

source: Santali (Ol Chiki)
mni: ꯁꯟꯇꯥꯂꯤ (ꯑꯣꯑꯥꯏ ꯆꯤꯀꯤ)

source: Saraiki
mni: ꯁꯥꯔꯥꯢꯀꯤ

source: Sardinian
mni: ꯁꯔꯗꯤꯅ꯭ꯌꯥꯟ

source: Save
mni: ꯇꯨꯡꯁꯤꯟꯕ

source: Saved
mni: ꯇꯨꯡꯁꯤꯟꯂꯕ

source: Search
mni: ꯊꯤꯕꯥ

source: See how your progress compares to other contributors all over the world.
mni: ꯑꯗꯣꯝꯒꯤ ꯄ꯭ꯔꯣꯒ꯭ꯔꯦꯁ ꯑꯁꯤ ꯃꯥꯂꯦꯝ ꯄꯨꯝꯕꯒꯤ ꯑꯇꯣꯞꯄꯥ ꯀꯟꯠꯔꯤꯕ꯭ꯌꯨꯇꯔꯁꯤꯡꯒꯥ ꯀꯔꯝꯅꯥ ꯆꯥꯡꯗꯝꯅꯕꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: See Less
mni: ꯌꯥꯝꯗꯅ ꯌꯦꯡꯕꯤꯌꯨ

source: See More
mni: ꯍꯦꯟꯅ ꯌꯦꯡꯉꯨ

source: Select a Language...
mni: ꯂꯣꯜ ꯑꯃꯥ ꯈꯟꯕꯤꯌꯨ...

source: Selected
mni: ꯈꯟꯒꯠꯂꯕꯥ

source: Select the desired language dataset and choose the version you wish to download.
mni: ꯑꯄꯥꯝꯕꯥ ꯂꯣꯜꯒꯤ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯗꯨ ꯈꯜꯂꯨ ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯅꯥ ꯆꯤꯡꯊꯕ ꯄꯥꯝꯂꯤꯕꯥ ꯚꯔꯖꯟ ꯑꯗꯨ ꯈꯜꯂꯨ ꯫

source: Send sign up link
mni: ꯁꯥꯏꯟ ꯑꯥꯞ ꯂꯤꯡꯛ ꯊꯥꯕꯤꯌꯨ

source: Sentence Collection
mni: ꯋꯥꯍꯩꯄꯔꯦꯡ ꯈꯣꯝꯖꯤꯟꯕ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
mni: <sentenceCollectorFragment>ꯋꯥꯍꯩꯄꯔꯦꯡ ꯈꯣꯝꯖꯤꯟꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯍꯦꯟꯅꯥ ꯌꯦꯡꯕꯤꯌꯨ</sentenceCollectorFragment> ꯫

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
mni: <sentenceCollectorVideo>ꯋꯥꯍꯩꯄꯔꯦꯡ ꯈꯣꯝꯖꯤꯟꯅꯕ</sentenceCollectorVideo> ꯁꯤꯖꯤꯟꯅꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯆꯠꯅꯄꯊꯥꯞꯁꯤꯡ ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: Sentences
mni: ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ

source: Sentences are collected for people to read aloud.
mni: ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯑꯁꯤ ꯃꯤꯌꯥꯝꯅꯥ ꯍꯧꯅ ꯄꯥꯕꯥ ꯉꯝꯅꯕꯥ ꯈꯣꯃꯖꯤꯜꯂꯤ ꯫

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
mni: ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯑꯁꯤ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯗ ꯌꯥꯎꯍꯟꯅꯕꯥ ꯃꯤꯑꯣꯏ ꯑꯅꯤꯅꯥ ꯌꯦꯡꯁꯤꯟꯕꯥ ꯑꯃꯁꯨꯡ ꯌꯥꯕꯥ ꯇꯥꯏ ꯫ ꯅꯍꯥꯛꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜꯒꯤ <languageGuidelinesLink>ꯃꯐꯝꯁꯤꯗꯥ</languageGuidelinesLink>ꯒꯤꯗꯃꯛ ꯒꯥꯏꯗꯂꯥꯏꯅꯁꯤꯡ ꯁꯦꯝꯃꯤ꯫ ꯁꯦꯟꯁꯅꯁꯤꯡ ꯑꯁꯤ <licenseLink>ꯄꯕ꯭ꯂꯤꯛ ꯗꯣꯃꯦꯟ</licenseLink>ꯗꯥ ꯑꯃꯁꯨꯡ ꯋꯥꯍꯩ ꯱꯵ꯗꯒꯤ ꯍꯦꯟꯅꯥ ꯀꯨꯞꯄꯥ ꯑꯣꯏꯒꯗꯕꯅꯤ ꯫ ꯅꯍꯥꯛꯅꯥ ꯑꯏꯕ ꯋꯥ ꯑꯃꯒꯤ ꯃꯄꯨꯗꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯋꯥꯏꯚꯔ ꯄ꯭ꯔꯣꯁꯦꯁ</waiverLink> ꯁꯤꯖꯤꯟꯅꯗꯨꯅꯥ ꯃꯁꯤꯕꯨ <waiverLink>CC0 ꯑꯣꯏꯍꯟꯅꯕꯥ ꯍꯥꯏꯕꯥ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯗꯥ commonvoice@mozilla.com ꯗꯥ ꯊꯥꯕꯥ ꯌꯥꯏ ꯫

source: Sentence text
mni: ꯋꯥꯍꯩꯄꯦꯡ ꯑꯏꯕ

source: Serbian
mni: ꯁꯔꯕꯤꯌꯥꯟ

source: Set a goal
mni: ꯄꯥꯟꯗꯝ ꯑꯃꯥ ꯊꯝꯃꯨ

source: Set my visibility
mni: ꯑꯩꯒꯤ ꯎꯕꯒꯤ ꯃꯑꯣꯡ ꯁꯦꯝꯃꯨ

source: Setswana
mni: ꯁꯦꯠꯁꯋꯥꯅꯥꯗꯥ

source: Settings
mni: ꯁꯦꯝꯐꯝ

source: Sex or Gender
mni: ꯅꯨꯄꯥ/ꯅꯨꯄꯤ

source: SHA256 Checksum Copied!
mni: SHA256 ꯆꯦꯛꯁꯝ ꯀꯣꯄꯤ ꯇꯧꯈ꯭ꯔꯦ!

source: Share Common Voice
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯁꯦꯌꯔ ꯇꯧꯕꯤꯌꯨ

source: Share my goal
mni: ꯑꯩꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ ꯁꯦꯌꯔ ꯇꯧꯕꯤꯌꯨ

source: Share your clip
mni: ꯅꯍꯥꯛꯀꯤ ꯀ꯭ꯂꯤꯞ ꯑꯗꯨ ꯁꯦꯌꯔ ꯇꯧꯕꯤꯌꯨ

source: Share your { $count } Clip Daily Goal for { $type }
mni: { $count } ꯀ꯭ꯂꯤꯞ ꯅꯨꯃꯤꯠ ꯈꯨꯗꯤꯡꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ { $type } ꯒꯤꯗꯃꯛ ꯁꯦꯌꯔ ꯇꯧꯕꯤꯌꯨ ꯫

source: Share your { $count } Clip Weekly Goal for { $type }
mni: { $count } ꯀ꯭ꯂꯤꯞ ꯅꯨꯃꯤꯠ ꯈꯨꯗꯤꯡꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ { $type } ꯒꯤꯗꯃꯛ ꯁꯦꯌꯔ ꯇꯧꯕꯤꯌꯨ ꯫

source: Shilha
mni: ꯁꯤꯜꯍꯥ

source: Shortcuts
mni: ꯑꯇꯦꯟꯕꯁꯤꯡ

source: [Should be ‘dinosaurs’]
mni: [‘ꯗꯥꯏꯅꯣꯁꯔ’ ꯑꯣꯏꯒꯗꯕꯅꯤ]

source: [Should be “We are”]
mni: [“ꯑꯩꯈꯣꯏꯅꯥ” ꯍꯥꯏꯕꯁꯤ ꯑꯣꯏꯒꯗꯕꯅꯤ]

source: Show my ranking
mni: ꯑꯩꯒꯤ ꯔꯦꯉꯡꯀꯤꯡ ꯎꯠꯄꯥ

source: Sicilian
mni: ꯁꯤꯆꯤꯂꯤꯌꯥꯟ

source: Sign up
mni: ꯃꯤꯡ ꯄꯤꯁꯤꯟꯂꯨ

source: Sign up for an account
mni: ꯑꯦꯀꯥꯎꯟ ꯱ ꯁꯦꯝꯅꯕ ꯃꯤꯡ ꯄꯤꯁꯤꯟꯂꯨ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
mni: ꯀꯃꯟ ꯚꯣꯏꯁ ꯅꯤꯎꯖꯂꯦꯇꯔꯁꯤꯡ, ꯄꯥꯟꯗꯝ ꯔꯤꯃꯥꯏꯟꯗꯔꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯄ꯭ꯔꯣꯒ꯭ꯔꯦꯁ ꯑꯄꯗꯦꯇꯁꯤꯡꯒꯤꯗꯃꯛ ꯁꯥꯏꯟ ꯑꯥꯞ ꯇꯧꯕꯤꯌꯨ ꯫

source: sign up for email updates
mni: ꯢꯃꯦꯜ ꯅꯧꯊꯣꯛꯅꯕ ꯃꯤꯡ ꯄꯤꯁꯤꯟꯂꯨ

source: Sign up for { $lang } updates:
mni: { $lang } ꯑꯁꯤꯒꯤ ꯁꯥꯏꯟ ꯑꯞ ꯇꯧꯕꯒꯤ ꯑꯞꯗꯦꯠꯁꯤꯡ:

source: Single ZIP file containing
mni: ꯁꯤꯉ꯭ꯒꯜ ꯖꯤꯞ ꯐꯥꯏꯜ ꯌꯥꯎꯕꯥ꯫

source: Sinhala
mni: ꯁꯤꯟꯍꯥꯂꯥ

source: Siswati
mni: ꯁꯤꯁꯋꯇꯤ

source: Size
mni: ꯆꯥꯎꯕꯒꯤ ꯆꯥꯡ

source: Skip
mni: ꯆꯣꯡꯉꯨ

source: Skip Submission Feedback
mni: ꯁꯕꯃꯤꯁꯟ ꯐꯤꯗꯕꯦꯛ ꯀꯥꯟꯊꯣꯛꯎ

source: Slovak
mni: ꯁ꯭ꯂꯣꯚꯥꯛ

source: Slovenian
mni: ꯁ꯭ꯂꯣꯚꯦꯅꯤꯌꯥꯟ

source: Social media
mni: ꯁꯣꯁꯤꯌꯦꯜ ꯃꯤꯗꯤꯌꯥ

source: Somali
mni: ꯁꯣꯃꯥꯂꯤ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
mni: ꯂꯣꯜ ꯈꯔꯗꯥ ꯂꯣꯟꯃꯤꯠ, ꯋꯥꯍꯩ ꯑꯃꯁꯨꯡ ꯋꯥꯍꯩ ꯁꯤꯖꯤꯟꯅꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯌꯥꯝꯅꯥ ꯆꯥꯎꯅꯥ ꯈꯦꯠꯅꯕꯥ ꯂꯩ ꯫ ꯃꯔꯝ ꯑꯁꯤꯅꯥ ꯑꯩꯈꯣꯏꯅꯥ <ctaLink>꯲꯰꯲꯲ꯗꯥ ‘ꯈꯦꯠꯅꯕꯁꯤꯡ’</ctaLink> ꯍꯧꯗꯣꯛꯂꯤ, ꯃꯁꯤꯅꯥ ꯀꯝꯝꯌꯨꯅꯤꯇꯤꯁꯤꯡꯗꯥ ꯑꯆꯧꯕꯥ ꯗꯦꯇꯥꯁꯦꯠꯀꯤ ꯃꯅꯨꯡꯗꯥ ꯃꯈꯣꯏꯒꯤ ꯂꯣꯜꯁꯤꯡ ꯈꯦꯠꯅꯍꯟꯅꯕꯒꯤ ꯃꯑꯣꯡ ꯑꯃꯥ ꯄꯤꯔꯤ ꯫

source: Someone asks for a language to be added.
mni: ꯀꯅꯥꯒꯨꯝꯕꯥ ꯑꯃꯅꯥ ꯂꯣꯜ ꯑꯃꯥ ꯍꯥꯞꯆꯤꯟꯅꯕꯥ ꯍꯥꯏꯔꯛꯏ ꯫

source: Something went wrong with reCAPTCHA. Please try again.
mni: reCAPTCHA ꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯈꯔꯥ ꯑꯁꯣꯏꯕꯥ ꯊꯣꯛꯈꯤ ꯫ ꯆꯥꯅꯕꯤꯗꯨꯅꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯍꯣꯠꯅꯕꯤꯌꯨ ꯫

source: Soninke
mni: ꯁꯣꯅꯤꯅꯀꯦ

source: Sorbian, Lower
mni: ꯁꯣꯔꯕꯤꯌꯥꯟ, ꯅꯦꯝꯊꯕ

source: Sorbian, Upper
mni: ꯁꯣꯔꯕꯤꯌꯥꯟ, ꯑꯋꯥꯡꯕ

source: Sorry, Common Voice is running slowly. Thanks for your interest.
mni: ꯄꯨꯛꯅꯤꯡ ꯂꯩꯇꯥꯕꯤꯌꯨ, ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯌꯥꯝꯅ ꯇꯞꯅ ꯆꯠꯂꯤ ꯫ ꯊꯥꯒꯠꯆꯔꯤ ꯑꯗꯣꯝꯅ ꯊꯧꯋꯥꯢ ꯌꯥꯎꯕꯤꯕꯒꯤ ꯫

source: Sorry, something went wrong
mni: ꯄꯨꯛꯅꯤꯡ ꯐꯥꯊꯕꯤꯌꯨ, ꯑꯁꯣꯢꯕ ꯈꯔꯥ ꯂꯩꯔꯦ

source: Southern Kurdish
mni: ꯈꯥ ꯊꯪꯕꯥ ꯀꯨꯔꯗꯤꯁ

source: Southern Sotho
mni: ꯈꯥ ꯊꯪꯕꯥ ꯁꯣꯊꯣꯡ

source: Spanish
mni: ꯁ꯭ꯄꯦꯅꯤꯁ

source: Speak
mni: ꯋꯥ ꯉꯥꯡꯉꯨ

source: Speakers
mni: ꯋꯥꯉꯥꯡꯂꯣꯏꯁꯤꯡ

source: Speaking
mni: ꯋꯥ ꯉꯥꯡꯕꯥ

source: Speaking and Listening
mni: ꯋꯥ ꯉꯥꯡꯕꯥ ꯑꯃꯁꯨꯡ ꯇꯥꯕꯥ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
mni: ꯅꯍꯥꯛꯀꯤ ꯅꯣꯔꯃꯦꯜ ꯑꯣꯏꯕꯥ ꯈꯣꯟꯖꯦꯜꯗꯥ ꯋꯥ ꯉꯥꯡꯕꯤꯌꯨ! ꯑꯗꯣꯝꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯒꯤ ꯃꯑꯣꯡ ꯑꯁꯤ ꯃꯐꯝ ꯑꯁꯤꯗꯥ ꯇꯔꯥꯝꯅꯥ ꯑꯣꯛꯆꯔꯤ - ꯑꯩꯈꯣꯏꯅꯥ ꯑꯗꯣꯝꯒꯤ ꯑꯦꯛꯁꯦꯟꯠ ꯑꯗꯨ ꯃꯗꯨꯒꯨꯝꯅꯥ ꯄꯥꯝꯃꯤ, ꯑꯃꯁꯨꯡ ꯑꯗꯣꯝꯒꯤ ꯃꯍꯧꯁꯥꯒꯤ ꯚꯣꯜꯌꯨꯝ, ꯁ꯭ꯇꯥꯏꯜ ꯑꯃꯁꯨꯡ ꯏꯟꯇꯣꯅꯦꯁꯟ ꯑꯗꯨ ꯑꯩꯈꯣꯏꯅꯥ ꯄꯥꯝꯃꯤ ꯫

source: Speak now
mni: ꯍꯧꯖꯤꯛ ꯉꯥꯡꯉꯨ

source: Speak up, contribute here!
mni: ꯋꯥ ꯉꯥꯡꯉꯨ, ꯃꯁꯤꯗ ꯁꯔꯨꯛꯌꯥꯔꯨꯂꯥꯎ!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mni: <speechBlogLink>ꯋꯥ ꯉꯥꯡꯕꯥ ꯁꯛꯈꯪꯕꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯍꯧꯗꯣꯛꯎ</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
mni: { $archiveCount } ꯌꯥꯎꯕꯥ ZIP ꯐꯥꯏꯜꯁꯤꯡꯗꯥ ꯈꯥꯏꯗꯣꯛꯎ

source: Splits
mni: ꯁꯦꯠꯇꯣꯛꯅꯕ

source: Start recording
mni: ꯔꯦꯀꯣꯔꯗꯤꯡ ꯍꯧꯔꯣ

source: Start typing to describe your accent
mni: ꯅꯍꯥꯛꯀꯤ ꯑꯦꯛꯁꯦꯟꯇ ꯑꯗꯨ ꯐꯣꯡꯗꯣꯛꯅꯕꯒꯤꯗꯃꯛ ꯇꯥꯏꯞ ꯇꯧꯕꯥ ꯍꯧꯒꯗꯕꯅꯤ ꯫

source: Stats
mni: ꯋꯥꯡꯈꯠꯄ ꯍꯥꯏꯊꯔꯛꯄ ꯌꯦꯡꯕ

source: Status Page
mni: ꯂꯃꯥꯏ ꯊꯥꯛ

source: Streaks
mni: ꯄꯥꯟꯗꯝ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mni: <strong>[ꯀ꯭ꯔꯦꯀꯜ]</strong> <strong>[ꯀ꯭ꯔꯦꯀꯜ]</strong> -ꯔꯤꯌꯥꯁꯤꯛꯀꯤ ꯑꯆꯧꯕꯥ ꯗꯥꯏꯅꯣꯁꯔꯁꯤꯡ ꯫

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
mni: <strong>ꯋꯥ ꯉꯥꯡꯕꯥ ꯃꯤꯑꯣꯏ ꯑꯗꯨꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯏꯁꯥꯗꯒꯤ ꯇꯣꯉꯥꯟꯕꯥ ‘ꯑꯦꯀꯁꯦꯟꯠ ꯑꯃꯥ ꯂꯩꯕꯥ’ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯊꯥꯗꯣꯛꯂꯣꯏꯗꯕꯅꯤ</strong> - ꯃꯁꯤ ꯃꯤꯄꯨꯝ ꯈꯨꯗꯤꯡꯃꯛꯀꯤꯗꯃꯛ ꯍꯦꯟꯅꯥ ꯐꯕꯥ ꯊꯕꯛ ꯇꯧꯅꯕꯒꯤꯗꯃꯛ ꯈꯣꯟꯖꯦꯜ ꯈꯪꯗꯣꯛꯄꯒꯤꯗꯃꯛ ꯃꯔꯨꯑꯣꯏ ꯫

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
mni: <strong>ꯑꯅꯧꯕ ꯋꯥꯈꯜꯂꯣꯟ ꯄꯨꯊꯣꯛꯄ ꯑꯣꯏꯌꯨ!</strong> ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜꯒꯤ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯑꯁꯤ ꯑꯈꯟꯅꯕꯥ ꯑꯣꯏꯒꯅꯤ, ꯑꯃꯁꯨꯡ ꯃꯁꯤ ꯍꯧꯗꯣꯛꯄꯒꯤ ꯃꯑꯣꯡ ꯈꯔꯈꯛꯇꯅꯤ ꯫

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mni: <strong>[ꯍꯥꯛꯊꯤ ꯈꯟꯕ]</strong> <strong>[ꯂꯣꯛ ꯈꯨꯕ]</strong> ꯇ꯭ꯔꯥꯏꯑꯦꯁꯤꯀꯀꯤ ꯑꯆꯧꯕꯥ ꯗꯥꯏꯅꯣꯁꯔꯁꯤꯡ ꯫

source: Submit
mni: ꯄꯤꯁꯤꯟꯕ

source: Submit a report
mni: ꯋꯥꯀꯠ ꯱ ꯊꯥꯖꯤꯟꯕ

source: Submit clips
mni: ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯄꯤꯁꯤꯟꯕꯥ

source: Subscribe
mni: ꯁꯕꯁ꯭ꯛꯔꯥꯏꯕ ꯇꯧꯕꯤꯌꯨ

source: Success
mni: ꯃꯥꯏꯄꯥꯛꯄ

source: Success, profile created!
mni: ꯃꯥꯢꯄꯥꯛꯂꯦ, ꯄ꯭ꯣꯐꯥꯏꯜ ꯁꯥꯈ꯭ꯔꯦ !

source: Swahili
mni: ꯁ꯭ꯋꯥꯍꯤꯂꯤ

source: Swedish
mni: ꯁ꯭ꯋꯦꯗꯤꯁ

source: Syriac
mni: ꯁꯥꯢꯔꯤꯛ

source: Tagalog
mni: ꯇꯥꯒꯥꯂꯣꯒ

source: Tahitian
mni: ꯇꯥꯍꯤꯁꯤꯌꯥꯟ

source: Taiwanese (Minnan)
mni: ꯇꯥꯏꯋꯥꯅꯤꯁ (ꯃꯤꯟꯅꯟ)

source: Tajik
mni: ꯇꯥꯖꯤꯛ

source: Taking several attempts to read a word.
mni: ꯋꯥꯍꯩ ꯑꯃꯥ ꯇꯣꯏꯅ ꯄꯥꯅꯕꯥ ꯍꯣꯠꯅꯕꯥ ꯀꯌꯥꯃꯔꯣꯝ ꯂꯩ ꯫

source: Tamazight
mni: ꯇꯥꯃꯥꯖꯤꯠ

source: Tamil
mni: ꯇꯥꯃꯤꯜ

source: Tap
mni: ꯊꯦꯡꯕ

source: Tatar
mni: ꯇꯥꯇꯥꯔ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mni: ꯇꯥꯇꯣꯏꯕꯥ ꯑꯁꯤ ꯂꯣꯜ ꯇꯝꯕꯗꯥ ꯁꯤꯖꯤꯟꯟꯅꯕꯥ ꯋꯥꯍꯩ ꯄꯔꯦꯡ, ꯍꯟꯗꯣꯛꯄꯥ ꯑꯃꯁꯨꯡ ꯋꯥ ꯉꯥꯡꯕꯥ ꯑꯣꯗꯤꯑꯣꯒꯤ ꯑꯆꯧꯕꯥ ꯗꯦꯇꯥꯕꯦꯖ ꯑꯃꯅꯤ ꯫ ꯃꯁꯤꯒꯤ ꯆꯤꯡꯊꯕ ꯑꯁꯤꯗꯥ ꯃꯈꯣꯏꯒꯤ ꯀꯝꯌꯨꯅꯤꯇꯤꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯔꯕꯥ ꯋꯥꯉꯥꯡꯂꯣꯏꯁꯤꯡꯒꯤ ꯏꯪꯂꯤꯁ ꯌꯥꯎꯔꯤ ꯫

source: TED-LIUM Corpus
mni: ꯇꯦꯗ-ꯂꯤꯌꯝ ꯀꯣꯔꯄꯁ

source: Tell us what you'd like to download:
mni: ꯑꯗꯣꯝꯅꯥ ꯀꯔꯤ ꯆꯤꯡꯊꯕꯥ ꯄꯥꯝꯂꯤꯕꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯑꯩꯈꯣꯏꯗꯥ ꯍꯥꯏꯕꯤꯌꯨ:

source: Telugu
mni: ꯇꯦꯂꯨꯒꯨ

source: Terms
mni: ꯁꯤꯖꯤꯟꯅꯕꯒꯤ ꯃꯑꯣꯡ

source: Thai
mni: ꯊꯥꯏ

source: Thanks for confirming your account, now let's build your profile.
mni: ꯑꯗꯣꯝꯒꯤ ꯑꯦꯀꯥꯎꯟꯠ ꯀꯅꯐꯥꯔꯝ ꯇꯧꯕꯤꯕꯒꯤꯗꯃꯛ ꯊꯥꯒꯠꯆꯔꯤ, ꯍꯧꯖꯤꯛ ꯑꯗꯣꯝꯒꯤ ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯁꯦꯝꯒꯠꯂꯁꯤ ꯫

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
mni: ꯂꯣꯜ ꯵꯰ ꯍꯦꯟꯕꯗꯥ ꯃꯤꯑꯣꯏ ꯲꯵꯹k ꯍꯦꯟꯕꯒꯤ ꯁꯔꯨꯛꯌꯥꯕꯁꯤꯡꯅꯥ ꯃꯔꯝ ꯑꯣꯏꯗꯨꯅꯥ ꯗꯦꯇꯥ ꯑꯁꯤ ꯃꯤꯑꯣꯏꯕꯒꯤ ꯈꯣꯟꯖꯦꯜꯗꯥ ꯍꯦꯟꯅꯥ ꯐꯕꯥ ꯄꯥꯎꯈꯨꯝ ꯄꯤꯅꯕꯥ ꯋꯥ ꯉꯥꯡꯕꯥ ꯉꯝꯕꯥ ꯑꯦꯞꯂꯤꯀꯦꯁꯟꯁꯤꯡ ꯇꯝꯕꯤꯅꯕꯥ ꯁꯤꯖꯤꯟꯅꯔꯤ ꯫

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mni: ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯤꯕꯒꯤꯗꯃꯛ ꯊꯥꯒꯠꯆꯔꯤ!<lineBreak></lineBreak>ꯍꯧꯖꯤꯛ ꯃꯈꯥꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯑꯗꯨ ꯔꯤꯚꯤꯌꯨ ꯇꯧꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯊꯥꯕꯤꯌꯨ ꯫

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mni: ꯊꯥꯒꯠꯆꯔꯤ ꯑꯗꯣꯝꯕꯨ { $lang } ꯑꯁꯤꯗ ꯄꯨꯛꯅꯤꯡꯆꯪꯅ ꯁꯔꯨꯛ ꯌꯥꯕꯤꯕꯒꯤ ꯫ ꯑꯩꯈꯣꯢꯅ ꯀꯟꯅ ꯍꯣꯠꯅꯔꯤ ꯂꯣꯟ ꯈꯨꯗꯤꯡꯃꯛ ꯎꯠꯊꯣꯛꯄ ꯌꯥꯕ ꯃꯑꯣꯡꯗ ꯂꯩꯅꯕ ꯱ꯁꯨꯡ ꯇꯤꯝꯁꯤꯡ ꯑꯁꯤ ꯏꯃꯦꯜ ꯊꯥꯅꯗꯨꯅ ꯃꯇꯝꯒ ꯆꯨꯅꯅ ꯊꯝꯂꯤ ꯫ ꯅꯍꯥꯛꯁꯨ ꯁꯔꯨꯛ ꯌꯥꯅꯤꯡꯂꯗꯤ, ꯆꯥꯟꯕꯤꯗꯨꯅ ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯜ ꯄꯤꯕꯤꯔꯛꯎ ꯃꯈꯥꯗ ꯫

source: Thank you! You’ve sent a new language enquiry
mni: ꯊꯥꯒꯠꯆꯔꯤ! ꯅꯪꯅꯥ ꯑꯅꯧꯕꯥ ꯂꯣꯜꯒꯤ ꯊꯤꯒꯠꯄ ꯑꯃꯥ ꯊꯥꯔꯛꯂꯦ

source: The bumblebee sped by.
mni: ꯕꯝꯕꯂꯕꯤ ꯑꯗꯨ ꯈꯣꯡꯖꯦꯜ ꯌꯥꯡꯅꯥ ꯆꯠꯈꯤꯅ꯫

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
mni: ꯀ꯭ꯂꯤꯞ ꯒ꯭ꯔꯦꯚꯤꯌꯥꯔꯗ ꯑꯁꯤ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯇꯇꯥ ꯌꯥꯎꯗꯕꯥ ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯌꯥꯎꯏ ꯫ ꯗꯦꯇꯥꯁꯦꯠꯒꯨꯝꯅꯥ ꯀ꯭ꯂꯤꯞ ꯒ꯭ꯔꯦꯚꯤꯌꯥꯔꯗ ꯑꯁꯤꯁꯨ ꯆꯤꯡꯊꯕ ꯌꯥꯏ ꯫ ꯊꯧꯔꯥꯡ ꯑꯁꯤꯒꯤ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯕꯒꯤꯗꯃꯛ ꯑꯩꯈꯣꯏꯅꯥ ꯃꯈꯥꯒꯤ ꯃꯤꯑꯣꯏꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯂꯨꯞꯁꯤꯡ ꯑꯁꯤꯕꯨ ꯊꯥꯒꯠꯄꯥ ꯐꯣꯡꯗꯣꯛꯆꯔꯤ:

source: The clip has disrespectful or offensive language.
mni: ꯀ꯭ꯂꯤꯞ ꯑꯁꯤꯗꯥ ꯏꯀꯥꯏ ꯈꯨꯝꯅꯗꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯁꯥꯎꯅꯤꯡꯒꯗꯕ ꯂꯣꯜ ꯌꯥꯎꯔꯦ ꯫

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤꯗꯥ ꯈꯣꯟꯖꯦꯜ ꯁꯦꯝꯄꯜ ꯂꯤꯁꯤꯡ ꯀꯌꯥ ꯌꯥꯎꯔꯤ ꯃꯗꯨꯅꯥ ꯁꯥꯒꯠꯂꯛꯂꯤꯕꯁꯤꯡꯗꯥ ꯈꯣꯟꯖꯦꯜ ꯁꯛꯈꯪꯕ ꯈꯨꯠꯂꯥꯏꯁꯤꯡ ꯁꯦꯃꯒꯠꯄꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯏ ꯫

source: The giant dinosaur of the Triassic.
mni: ꯇ꯭ꯔꯥꯏꯑꯦꯁꯤꯀꯀꯤ ꯑꯆꯧꯕꯥ ꯗꯥꯏꯅꯣꯁꯥꯔꯁ ꯫

source: The giant dinosaurs of the Triassi-.
mni: ꯇ꯭ꯔꯥꯏꯑꯦꯁꯤꯒꯤ ꯑꯆꯧꯕꯥ ꯗꯥꯏꯅꯣꯁꯔꯁꯤꯡ-...

source: The giant dinosaurs of the Triassic.
mni: ꯇ꯭ꯔꯥꯏꯑꯦꯁꯤꯀꯀꯤ ꯑꯆꯧꯕꯥ ꯗꯥꯏꯅꯣꯁꯥꯔꯁꯁꯤꯡ ꯫

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mni: ꯇ꯭ꯔꯥꯏꯑꯦꯁꯤꯛꯀꯤ ꯑꯆꯧꯕꯥ ꯗꯥꯏꯅꯣꯁꯥꯔꯁꯁꯤꯡ ꯫ <strong>[ꯈꯣꯟꯖꯦꯜ ꯑꯃꯈꯛꯇꯅꯥ ꯄꯥꯕꯥ]

source: The giant dinosaurs of the Triassic. Yes.
mni: ꯇ꯭ꯔꯥꯏꯑꯦꯁꯤꯀꯀꯤ ꯑꯆꯧꯕꯥ ꯗꯥꯏꯅꯣꯁꯥꯔꯁꯁꯤꯡ ꯫ ꯍꯣꯏ ꯫

source: The giant dino <strong>[cough]</strong> the Triassic.
mni: ꯑꯆꯧꯕꯥ ꯗꯤꯅꯣ <strong>[ꯂꯣꯛ ꯈꯨꯕ]</strong> ꯇ꯭ꯔꯥꯏꯑꯦꯁꯤꯛ ꯫

source: The number of recordings and which languages you contribute to will be public.
mni: ꯔꯦꯀꯣꯔꯗꯤꯡꯒꯤ ꯃꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯅꯥ ꯀꯟꯇ꯭ꯔꯤꯕ꯭ꯌꯨꯠ ꯇꯧꯔꯤꯕꯥ ꯂꯣꯜꯁꯤꯡ ꯑꯗꯨ ꯃꯤꯌꯥꯝꯗꯥ ꯈꯪꯍꯟꯒꯅꯤ ꯫

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
mni: ꯂꯣꯜꯒꯤ ꯃꯔꯝꯗꯥ ꯈꯅꯕꯒꯤ ꯃꯑꯣꯡ ꯀꯌꯥ ꯑꯃꯥ ꯂꯩꯔꯤ ꯫ ꯋꯥꯉꯥꯡ ꯁꯛꯈꯪꯕ ꯃꯑꯣꯡꯁꯤꯡꯒꯤ ꯄꯥꯟꯗꯃꯁꯤꯡꯒꯤꯗꯃꯛꯇꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯅꯥ ‘ꯃ꯭ꯌꯨꯆꯨꯑꯦꯜ ꯏꯟꯇꯦꯂꯤꯖꯤꯕꯤꯂꯤꯇꯤ’ꯗꯥ ꯃꯤꯠꯌꯦꯡ ꯊꯝꯅꯕꯥ ꯄꯥꯎꯇꯥꯛ ꯄꯤꯔꯤ, ꯅꯠꯇ꯭ꯔꯒꯥ ‘ꯂꯣꯜ ꯑꯁꯤꯒꯤ ꯋꯥꯉꯥꯡꯂꯣꯏꯁꯤꯡꯅꯥ ꯍꯣꯠꯅꯔꯕꯗꯤ ꯑꯌꯥꯝꯕꯅꯥ ꯑꯃꯒꯥ ꯑꯃꯒꯥ ꯂꯧꯁꯤꯟꯕꯥ ꯉꯝꯒꯗ꯭ꯔꯥ?’

source: The recording was too long.
mni: ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯌꯥꯝꯅꯥ ꯁꯥꯡꯏ ꯫

source: The recording was too quiet.
mni: ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯌꯥꯝꯅꯥ ꯇꯨꯃꯤꯟꯅꯥ ꯂꯩ ꯫

source: The recording was too short.
mni: ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯌꯥꯝꯅꯥ ꯇꯦꯟꯂꯤ ꯫

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mni: ꯄꯥꯔꯤꯕꯁꯤꯡꯒꯤ ꯃꯔꯛꯇꯥ ꯍꯧꯕꯒꯤ ꯃꯍꯧꯁꯥꯒꯤ ꯑꯣꯏꯕꯥ ꯈꯦꯠꯅꯕꯥ ꯂꯩꯒꯅꯤ ꯫ ꯚꯣꯜꯌꯨꯝ ꯑꯗꯨ ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯊꯨꯒꯥꯏꯔꯛꯄꯥ ꯃꯇꯝꯗꯥ ꯚꯣꯜꯌꯨꯝ ꯑꯗꯨ ꯌꯥꯝꯅꯥ ꯋꯥꯡꯂꯕꯗꯤ, ꯅꯠꯇ꯭ꯔꯒꯥ (ꯍꯦꯟꯅꯥ ꯀꯃꯟ ꯑꯣꯏꯅꯥ) ꯀꯔꯤꯒꯨꯝꯕꯥ ꯃꯗꯨ ꯌꯥꯝꯅꯥ ꯅꯦꯝꯂꯕꯗꯤ ꯅꯍꯥꯛꯅꯥ ꯑꯏꯕꯥ ꯋꯥꯍꯩ ꯑꯗꯨꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯔꯤꯐꯔꯦꯟꯁ ꯇꯧꯗꯅꯥ ꯍꯥꯏꯔꯤꯕꯥ ꯑꯗꯨ ꯇꯥꯕꯥ ꯉꯝꯗ꯭ꯔꯕꯈꯛꯇꯗꯥ ꯔꯤꯖꯦꯛꯇ ꯇꯧ ꯫

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
mni: ꯍꯥꯏꯔꯤꯕꯥ ꯂꯣꯜꯁꯤꯡ ꯑꯁꯤ ꯍꯧꯖꯤꯛ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯗꯤꯕꯦꯂꯄꯃꯦꯟꯠꯀꯤ ꯃꯈꯥꯗꯥ ꯂꯩꯔꯤ ꯫ <localizationGlossaryLink>ꯋꯦꯕꯁꯥꯏꯠ ꯂꯣꯀꯦꯂꯥꯏꯖꯦꯁꯟ</localizationGlossaryLink> ꯑꯃꯁꯨꯡ <sentenceCollectionGlossaryLink>ꯁꯦꯟꯇꯦꯟꯁ ꯀꯂꯦꯛꯁꯟ</sentenceCollectionGlossaryLink> ꯑꯁꯤ ꯍꯧꯗꯣꯛꯅꯕꯥ ꯃꯊꯧ ꯇꯥꯏ ꯫

source: The selected file is too large
mni: ꯐꯥꯏꯜ ꯑꯁꯤ ꯌꯥꯝ ꯆꯥꯎꯔꯦ

source: The sentence has a grammatical or spelling error.
mni: ꯋꯥꯍꯩꯄꯔꯦꯡ ꯑꯁꯤ ꯂꯣꯟꯃꯤꯠ ꯅꯠꯇ꯭ꯔꯒ ꯂꯣꯟꯆꯟ ꯑꯔꯥꯟꯕ ꯌꯥꯎꯔꯦ ꯫

source: The sentence has disrespectful or offensive language.
mni: ꯋꯥꯍꯩꯄꯔꯦꯡ ꯑꯗꯨꯗꯥ ꯏꯀꯥꯏ ꯈꯨꯝꯅꯗꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯐꯖꯗꯕ ꯂꯣꯜ ꯌꯥꯎꯔꯦ ꯫

source: The site is ready to be launched when it reaches 75% completion.
mni: ꯁꯥꯏꯠ ꯑꯁꯤ ꯷꯵% ꯃꯄꯨꯡ ꯐꯥꯔꯛꯄꯥ ꯃꯇꯝꯗꯥ ꯍꯧꯗꯣꯛꯅꯕꯥ ꯁꯦꯝ ꯁꯥꯔꯦ ꯫

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
mni: ꯁꯥꯏꯠ ꯑꯁꯤ ꯌꯥꯔꯤꯕꯃꯈꯩ ꯊꯨꯅꯥ ꯁꯦꯝꯒꯠꯀꯅꯤ ꯫ ꯈ꯭ꯋꯥꯏꯗꯒꯤ ꯅꯧꯕꯥ ꯋꯥꯔꯣꯜꯃꯛꯇꯥ, ꯆꯥꯟꯕꯤꯗꯨꯅꯥ <matrixLink>ꯃꯦꯠꯔꯤꯛ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯆꯦꯠ</matrixLink>ꯗꯥ ꯌꯥꯎꯕꯤꯌꯨ ꯅꯠꯇ꯭ꯔꯒꯥ ꯁꯥꯏꯠ ꯊꯦꯡꯅꯔꯛꯈꯤꯕꯁꯤꯡꯒꯤ ꯏꯁꯨꯁꯤꯡ ꯄꯤꯁꯤꯟꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯌꯦꯡꯁꯤꯟꯅꯕꯥ <githubLink>GitHub</githubLink> ꯅꯠꯇ꯭ꯔꯒꯥ <discourseLink>ꯑꯩꯈꯣꯏꯒꯤ ꯗꯤꯁ꯭ꯀꯣꯔꯁ ꯐꯣꯔꯝꯁꯤꯡ</discourseLink>ꯗꯥ ꯆꯪꯕꯤꯌꯨ ꯫

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mni: ꯇꯦꯗ-ꯂꯤꯌꯨꯝ ꯀꯣꯔꯄꯁ ꯑꯁꯤ ꯑꯣꯗꯤꯑꯣ ꯋꯥꯔꯤ ꯁꯥꯅꯕꯥ ꯑꯃꯁꯨꯡ ꯃꯈꯣꯏꯒꯤ ꯇ꯭ꯔꯥꯟꯁꯛꯔꯤꯄꯁꯟꯁꯤꯡ ꯇꯦꯗ ꯋꯦꯕꯁꯥꯏꯠꯇꯥ ꯐꯪꯕꯗꯒꯤ ꯁꯦꯝꯈꯤꯕꯅꯤ ꯫

source: The website text is translated into that language.
mni: ꯋꯦꯕꯁꯥꯏꯇꯀꯤ ꯑꯏꯈ ꯋꯥ ꯑꯗꯨ ꯂꯣꯜ ꯑꯗꯨꯗꯥ ꯍꯟꯗꯣꯀꯏ ꯫

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
mni: ꯃꯁꯤ ꯁ꯭ꯄꯣꯀꯦꯟ ꯗꯤꯖꯤꯠ ꯁꯛꯈꯪꯕ ꯑꯃꯁꯨꯡ ꯍꯣꯏ / ꯅꯠꯇꯦ ꯃꯁꯛ ꯈꯪꯗꯣꯛꯄ ꯃꯇꯤꯛ ꯄꯤꯅꯕꯥ ꯗꯦꯇꯥ ꯌꯥꯎꯕꯥ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯀꯦꯁ ꯗ꯭ꯔꯥꯏꯚꯟ ꯃꯆꯦꯠ ꯑꯃꯅꯤ ꯫

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mni: ꯁꯦꯇꯤꯡ ꯑꯁꯤꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯂꯤꯗꯔꯕꯣꯔꯗꯀꯤ ꯎꯕꯒꯤ ꯃꯑꯣꯡ ꯂꯥꯛꯁꯤꯟꯂꯤ ꯫ ꯂꯣꯠꯁꯤꯜꯂꯕꯥ ꯃꯇꯝꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯑꯗꯨ ꯄ꯭ꯔꯥꯏꯚꯦꯠ ꯑꯣꯏꯒꯅꯤ ꯫ ꯃꯁꯤꯅꯥ ꯇꯥꯛꯄꯗꯤ ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯖ, ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯃꯃꯤꯡ ꯑꯃꯁꯨꯡ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯑꯗꯨ ꯂꯤꯗꯔꯕꯣꯔꯗꯇꯥ ꯌꯥꯎꯔꯣꯏ ꯫ ꯂꯤꯗꯔꯕꯣꯔꯗ ꯔꯤꯐ꯭ꯔꯦꯁ ꯇꯧꯕꯗꯥ ꯑꯍꯣꯡꯕꯁꯤꯡ ꯄꯣꯄꯨꯂꯦꯠ ꯇꯧꯕꯗꯥ ~{ $minutes }min ꯆꯪꯏ ꯍꯥꯏꯕꯥ ꯈꯪꯖꯤꯟꯕꯤꯌꯨ꯫

source: Three to go!
mni: ꯑꯍꯨꯝ ꯆꯠꯀꯗꯧꯔꯤꯕꯅꯤ!

source: Tibetan
mni: ꯇꯤꯕꯦꯇꯥꯟ

source: Tigre
mni: ꯇꯥꯢꯒ꯭ꯔꯦ

source: Tigrinya
mni: ꯇꯤꯒ꯭ꯔꯤꯅ꯭ꯌꯥ

source: Today
mni: ꯉꯁꯤ

source: Today's Common Voice progress on clips recorded
mni: ꯔꯦꯀꯣꯔꯗ ꯇꯧꯔꯕꯥ ꯀ꯭ꯂꯤꯞꯁꯤꯡꯗꯥ ꯉꯁꯤꯒꯤ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯫

source: Today's Common Voice progress on clips validated
mni: ꯆꯨꯝꯕ꯭ꯔꯥ ꯌꯦꯡꯂꯕꯥ ꯀ꯭ꯂꯤꯞꯁꯤꯡꯗꯥ ꯉꯁꯤꯒꯤ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯫

source: Today's Progress
mni: ꯉꯁꯤꯒꯤ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯂꯛꯄꯁꯤꯡ

source: Toki Pona
mni: ꯇꯣꯀꯤ ꯄꯣꯅꯥ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mni: ꯃꯁꯤ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯇꯇꯥ ꯑꯣꯏꯍꯟꯅꯕꯥ, ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯑꯃꯥ ꯇꯣꯉꯥꯟꯕꯥ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯑꯅꯤꯅꯥ ꯆꯠꯅꯕ ꯌꯥꯅꯕ ꯇꯧꯒꯅꯤ ꯫

source: Top Contributors
mni: ꯃꯀꯣꯛ ꯊꯣꯡꯕꯥ ꯁꯔꯨꯛꯌꯥꯔꯤꯕꯁꯤꯡ꯫

source: Total
mni: ꯑꯄꯨꯟꯕ

source: Total Approved
mni: ꯑꯄꯨꯟꯕꯥ ꯑꯌꯥꯕꯥ ꯄꯤꯈ꯭ꯔꯦ
